[
  {
    "id":1,
    "name":"Lunalight Blue Cat",
    "type":"Beast-Warrior",
    "element":"DARK",
    "effect":"If this card is Special Summoned: You can target 1 Lunalight monster you control, except Lunalight Blue Cat; its ATK becomes double its original ATK until the end of this turn. You can only use this effect of Lunalight Blue Cat once per turn. If this card on the field is destroyed by battle or card effect: You can Special Summon 1 Lunalight monster from your Deck.",
    "kind":"effect",
    "lrt":"****",
    "ATK":"1600",
    "DEF":"1200",
    "img":"IMG/Lunalight_Blue_Cat.PNG"
  },
  {
    "id":2,
    "name":"Lunalight Black Sheep",
    "type":"Beast-Warrior",
    "element":"DARK",
    "effect":"You can discard this card, then activate 1 of these effects;</br> ● Add 1 Lunalight monster from your Graveyard to your hand, except Lunalight Black Sheep.</br> ● Add 1 Polymerization from your Deck to your hand.</br> If this card is sent to the Graveyard as a Fusion Material for a Fusion Summon: You can add to your hand, 1 face-up Lunalight Pendulum Monster from your Extra Deck or 1 Lunalight monster from your Graveyard, except Lunalight Black Sheep.",
    "kind":"effect",
    "lrt":"**",
    "ATK":"100",
    "DEF":"600",
    "img":"IMG/Lunalight_Black_Sheep.PNG"
  },
  {
    "id":3,
    "name":"Lunalight Panther Dancer",
    "type":"Beast-Warrior",
    "element":"DARK",
    "effect":"Lunalight Panther Dancer + 2 Lunalight monsters</br> Must be Fusion Summoned with the above Fusion Materials and cannot be Special Summoned by other ways. Cannot be targeted, or destroyed by, your opponent's card effects. This card can make a second attack during each Battle Phase. Once per turn, at the end of the Damage Step, if this card attacked a monster: You can destroy all Special Summoned monsters your opponent controls.",
    "kind":"fusion",
    "lrt":"********",
    "ATK":"1600",
    "DEF":"1200",
    "img":"IMG/Lunalight_Panther_Dancer.PNG"
  },
  {
    "id":4,
    "name":"Lunalight Leo Dancer",
    "type":"Beast-Warrior",
    "element":"DARK",
    "effect":"Lunalight Cat Dancer + 1 Lunalight monster</br> Must first be Fusion Summoned with the above Fusion Materials. Cannot be destroyed by your opponent's card effects. Once per turn, during your Main Phase 1: You can activate this effect; for the rest of this turn, the first time each monster your opponent controls would be destroyed by battle, it is not destroyed, also this card can attack all monsters your opponent controls, twice each, this turn. When this card destroys an opponent's monster by battle: This card gains 200 ATK until the end of the Battle Phase.",
    "kind":"fusion",
    "lrt":"**********",
    "ATK":"3500",
    "DEF":"3000",
    "img":"IMG/Lunalight_Leo_Dancer.PNG"
  }
]

